<?php

return [
    'meta_tags' => 'Мета-теги',
    
    'for_user' => 'Для пользователя',
    'for_admin' => 'Для админа',
    'administration' => 'Администрация',
    'owner' => 'Владелец',
    'main_email' => 'Основной E-mail администратора',
    'date' => 'Дата',

    'from_user' => ' от пользователя: ',
    'add' => 'Добавить',
    'blocked' => 'Заблокированно',
    
    'settings' => 'Настройки',
    'users' => 'Пользователи',
    
    'add_user' => 'Добавить пользователя',
    'adding_user' => 'Добавление пользователя',
    'editing_user' => 'Редактирование пользователя',
    'user_new' => 'Новый пользователь',
    'user_type' => 'Тип пользователя',
    'do_you_want_to_delete_user' => 'Вы действительно хотите удалить этого пользователя?',
   
    'do_you_want_to_delete_ticket' => 'Вы действительно хотите удалить этот тикет?',
    'new_ticket_question' => 'Новый вопрос по тикету №:number',
    
    'return_back' => 'Вернуться назад',
];
