<?php

return [
    'area1' => 'Адмиралтейский',
    'area2' => 'Василеостровской',
    'area3' => 'Выборгский',
    'area4' => 'Калининский',
    'area5' => 'Кировский',
    'area6' => 'Колпинский',
    'area7' => 'Красногвардейский',
    'area8' => 'Красносельский',
    'area9' => 'Кронштадтский',
    'area10' => 'Курортный',
    'area11' => 'Московский',
    'area12' => 'Невский',
    'area13' => 'Петроградский',
    'area14' => 'Петродворцовый',
    'area15' => 'Приморский',
    'area16' => 'Пушкинский',
    'area17' => 'Фрунзенский',
    'area18' => 'Центральный'
];
