<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'welcome' => 'Добро пожаловать',
    'regards' => 'С уважением',
    'enter' => 'Вход',
    'login' => 'Войти',
    'logout' => 'Выход',
    'profile' => 'Профиль',
    'your_profile' => 'Ваш профиль',
    'delete_account' => 'Удалить акаунт',
    'warning_delete_account' => 'Вы действительно хотите удалить свой акаунт?',
    'account_has_been_deleted' => 'Ваш аккаунт был удален',
    'enter_profile' => 'Войти в профиль',

    'register' => 'Регистрация',
    'registration' => 'регистрацию',
    'auth2' => 'Войти через соцсеть:',
    'hello' => 'Здравствуйте!',
    'failed' => 'Не верный логин или пароль.',
    'message_from' => 'Сообщение с сайта ',
    'trouble_with_url_button' => 'Если у вас возникли проблемы с нажатием кнопки: :actionText, скопируйте и вставьте приведенный ниже URL-адрес в свой веб-браузер: [:actionURL](:actionURL)',
    'trouble_with_url_button2' => 'Если у вас возникли проблемы с нажатием кнопки: :actionText, скопируйте и вставьте приведенный ниже URL-адрес в свой веб-браузер: <a href=":actionURL" target="_blank">:actionURL</a>',
    'throttle' => 'Слишком много попыток. Пожалуйста, попробуйте через :seconds секунд.',
    'check_your_mail' => 'Проверьте вашу почту, Вам было отправлено письмо с подтверждением регистрации!',
    'your_account_is_blocked' => 'Ваш аккаунт был заблокирован администрацией!',
    'register_error' => 'Ошибка проверки адреса электронной почты. Вы, возможно, использовали устаревшую ссылку подтверждения регистрации.',
    'register_success' => 'Поздравляем, Вы успешно завершили регистрацию!',

    'complete_registration' => 'Завершить регистрацию',
    'confirm_register_head' => 'Подтверждение регистрации',
    'confirm_register_part1' => 'Если Вы не регистрировались на нашем сайте, просто игнорируйте это письмо. Если регистрация осуществляется вами, то вы должны подтвердить свою регистрацию и таким образом активировать свою учетную запись.',
    'confirm_register_part2' => 'Для завершения регистрации кликните по следующей ссылке:',

    'send_password_reset_link' => 'Сбросить пароль',
    'send_confirm_mail' => 'Выслать письмо с подтверждением',
    'save_new_password' => 'Сохранить новый пароль',
    'new_password_success' => 'Ваш пароль успещно изменен!',

    'avatar' => 'Аватар',
    'phone' => 'Телефон',
    'email' => 'E-Mail',
    'old_password' => 'Старый пароль',
    'old_password_error' => 'Не верный старый пароль!',
    'password' => 'Пароль',
    'password_confirmation' => 'Подтверждение пароля',
    'status' => 'Статус',
    'password_confirm' => 'Повтор пароля',
    'sending_mail' => 'Подписан на рассылку',
    'remember_me' => 'Запомнить меня',
    'forgot_your_password' => 'Забыли свой пароль?',
    're_confirmation' => 'Повторное подтверждение регистрации',
    'forgot_password_text' => 'Если Вы забыли свой пароль, не волнуйтесь! Мы можем легко его восстановить.',
    'forgot_password_link' => 'Просто кликните сюда!',
    'have_not_account' => 'У Вас нет учетной записи?',
    'register_text' => 'Просто кликните сюда для регистрации!',
    'settings_head1' => 'Вы можете изменить свое имя и e-mail',
    'settings_head2' => 'Вы можете изменить свой пароль',
    'change_password' => 'Изменение пароля',
    'keep_password' => 'Если вы не хотите менять пароль, то оставьте поля «Пароль» и «Подтверждение пароля» <nobr>не заполненными</nobr>',
    'login_in' => 'Войдите в свой аккаунт',
    'login_to_your_account' => 'Войдите в свой аккаунт,',
    'or_pass' => 'или пройдите',
    'reset_password' => 'Восстановление пароля',
    'reset_password_head' => 'Введите зарегистрированный E-mail<br>для сброса пароля',
    'new_password_head' => 'Введите и подтвердите свой новый пароль',
    
    'confirm_mail' => 'Повторное подтверждение регистрации',
    'confirm_mail_head' => 'Введите зарегистрированный E-mail<br>для подтверждения регистрации',
    
    'reset_password_message' => 'Вы получили это письмо, потому что мы получили запрос на восстановление пароля для вашей учетной записи.',
    'reset_password_ignore_message' => 'Если вы не запрашивали сброс пароля, никаких дополнительных действий не требуется.',

    'user_already_active' => 'Пользователь уже активирован!',
    'user_not_active' => 'Вы не активировали свой аккаунт.<br>Пройдите по <a href="/send-confirm-mail">ссылке</a>, что получить повторно письмо с подтверждением регистрации.',
    
    'capcha-error' => 'Не верная капча!',
    'register_date' => 'Дата регистрации',

    'reset_password_button' => 'Сбросить пароль',
    'restore_password_title' => 'Уведомление о сбросе пароля',
    'restore_password_part1' => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
    'restore_password_part2' => 'Срок действия ссылки для сброса пароля истекает через ',
    'restore_password_part3' => 'Если вы не запрашивали сброс пароля, никаких дальнейших действий не требуется.',
    'minutes' => ' минут.',

    'fb_oauth_err1' => 'Состояние не соответствует. Вы стали жертвой CSRF.',
    'fb_oauth_err2' => 'Ошибка - нет токена по коду',
    'auth_err' => 'Ошибка авторизации',
    'finish_auth' => 'Мы не смогли получить автоматически некоторые данные вашего профиля, пожалуйста, закончите авторизацию вручную!',
    'define_your_creds' => 'Вы должны указать в Вашем профиле недостающие данные!',
    'star_mark' => 'Поля помеченные <span class="error">*</span> обязательны к заполнению!'
];
