<?php

return [
    'head_part1' => 'Мой',
    'head_part2' => 'Спорт',
    'head_part3' => 'СПб',
    
    'events_calendar' => 'Календарь мероприятий',
    'sports_events' => 'Спортивные мероприятия',
    'all_news' => 'Все новости',
    
    'image' => 'Картинка',
    'link' => 'Ссылка',
    'save' => 'Сохранить',
    'num' => '№',
    
    'yes' => 'Да',
    'no' => 'Нет',
    'whoops' => 'Ой!',
    'hello' => 'Добрый день!',
    'subscribe_message' => 'Если у вас возникли проблемы с нажатием кнопки «:action», скопируйте этот URL и вставте в адресную строку вашего браузера ',
    'warning' => 'Внимание!',
    'exit' => 'Выход',
    'home_page' => 'Главная',
        
    'details' => 'Подробнее',
    'send' => 'Отправить',
    'close' => 'Закрыть',
    'go_back' => 'Вернуться назад',
    'date' => 'Дата',
    'save_complete' => 'Сохранение произведено',
    
    'en' => 'Английский',
    'ru' => 'Русский',
    
    'head' => 'Заголовок',
    'name' => 'Название',

    'footer_text' => '© 2020 Комитет по физической<br>культуре и спорту<br>Санкт-Петербурга'
];
